# Задача 1. Моя первая переменная
first = 'Моя первая переменная!'
print(first)
# Задача 2. Две переменные
second = 'И не последняя!'
print(second)
# Задача 3. Ошибки в коде
my_color = 'Зелёный'
sport = 'Бег'
name = 'Иван'
print('Меня зовут')
print(name)
print('Мой любимый цвет:')
print(my_color)
print('Мой любимый вид спорта:')
print(sport)