# Задача 1. Приветствие пользователя
name = input('Введите имя ')
print('Привет,')
print(name)
# Задача 2. Приветствие для двух пользователей
name_1 = input('Введите имя ')
print('Привет,')
print(name_1)
# Задача 3. Неверная программа
sur_name = input('Введите фамилию: ')
print('Ваша фамилия - ')
print(sur_name)