# Задача 1. Вывод в одну строку
name = input('Введите имя: ')
print('Привет,', name)
# Задача 2. Конкатенация
print('Привет,', name + "!")
# Задача 3. Склейка
first = input("Введите первое слово: ")
second = input("Введите второе слово: ")
print(first + " " + second)

