# Задача 1. Найти пропавшую переменную
client = 'Петя'
pet = 'Кот'
print(client)
print(' и ')
print(pet)
# Задача 2. Цвета
r = 'Red'
g = 'Green'
b = 'Blue'
print(r, b, g, r + g + b, b, g + b)
# Задача 3. Животные
first_animal = 'Заяц'
second_animal = 'Черепаха'
print(first_animal, 'спит,', second_animal, 'идёт')
# Задача 4. Вход в систему
first_name = input('Введите имя пользователя: ')
greeting = 'Привет,'
print(greeting, first_name)
intro = "К сожалению, у Вас нет доступа к системе."
info = "Пожалуйста, обратитесь к системному администратору."
print(intro)
print(info)
# Задача 5. Полёт
start = input('Город вылета: ')
final = input('Город прилета: ')
ticket = start + " - " + final
print(ticket)
# Задача 6. Обмен значений двух переменных
a = input('Введите первое слово: ')
b = input('Введите второе слово: ')
print(a, b)
z = a
a = b
b = z
print(a, b)
